Repository: KillerCCD/hors-arevverj-smart-apaga
Catalog: lib/l10n/app_*.arb
Languages: hy

# privacyPolicyText
source: SmartApaga > Privacy Policy SmartApaga LLC built the SmartApaga app as a Free app. This SERVICE is provided by SmartApaga LLC at no cost and is intended for use as is. This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service. If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at SmartApaga unless otherwise defined in this Privacy Policy. Information Collection and Use For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to full name, phone number, e-mail, address. The information that we request will be retained by us and used as described in this privacy policy. The app does use third party services that may collect information used to identify you. Link to privacy policy of third party service providers used by the app Google Play Services Log Data We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics. Cookies Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these “cookies” explicitly. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service. Service Providers We may employ third-party companies and individuals due to the following reasons: To facilitate our Service; To provide the Service on our behalf; To perform Service-related services; or To assist us in analyzing how our Service is used. We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Security We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Links to Other Sites This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Children’s Privacy These Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13 years of age. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. Contact Us If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at info@smartapaga.com.
hy: SmartApaga > Գաղտնիության քաղաքականություն SmartApaga LLC-ն ստեղծել է SmartApaga հավելվածը որպես անվճար հավելված: Այս ԾԱՌԱՅՈՒԹՅՈՒՆԸ տրամադրվում է SmartApaga ՍՊԸ-ի կողմից անվճար և նախատեսված է օգտագործելու համար, ինչպես կա: Այս էջն օգտագործվում է այցելուներին տեղեկացնելու մեր քաղաքականության վերաբերյալ: հավաքում, օգտագործում և բացահայտում Անձնական տեղեկություններ, եթե որևէ մեկը որոշել է օգտվել մեր Ծառայությունից: Եթե դուք ընտրում եք օգտվել մեր Ծառայությունից, ապա դուք համաձայնում եք այս քաղաքականության վերաբերյալ տեղեկատվության հավաքագրմանը և օգտագործմանը: Անձնական տվյալները, որոնք մեր հավաքագրումն օգտագործվում է Ծառայությունը տրամադրելու և բարելավելու համար: Մենք չենք օգտագործի կամ կիսվի ձեր տեղեկությունները որևէ մեկի հետ, բացառությամբ սույն Գաղտնիության քաղաքականության մեջ նկարագրվածի: Այս Գաղտնիության քաղաքականության մեջ օգտագործվող տերմիններն ունեն նույն նշանակությունը, ինչ մեր Պայմաններում և դրույթներում: , որը հասանելի է SmartApaga-ում, եթե այլ բան սահմանված չէ սույն Գաղտնիության քաղաքականության մեջ: Տեղեկությունների հավաքագրում և օգտագործում Մեր Ծառայությունից օգտվելու ընթացքում ավելի լավ փորձի համար մենք կարող ենք պահանջել, որ մեզ տրամադրեք որոշակի անձնական նույնականացման տվյալներ, i. ներառյալ, բայց չսահմանափակվելով լրիվ անվանումով, հեռախոսահամարով, էլ. փոստով, հասցեով: Մեր պահանջած տեղեկությունները կպահվեն մեր կողմից և կօգտագործվեն այնպես, ինչպես նկարագրված է այս գաղտնիության քաղաքականության մեջ: Հավելվածն օգտագործում է երրորդ կողմի ծառայություններ, որոնք կարող են հավաքել ձեր նույնականացման համար օգտագործվող տեղեկությունները: Հղում երրորդ կողմի ծառայություններ մատուցողների գաղտնիության քաղաքականությանը, որոնք օգտագործվում են հավելվածը Google Play ծառայությունների գրանցամատյանների տվյալները Ցանկանում ենք տեղեկացնել ձեզ, որ երբ օգտվում եք մեր Ծառայությունից, հավելվածում սխալի դեպքում մենք հավաքում ենք տվյալներ և տեղեկություններ (երրորդ կողմի արտադրանքի միջոցով) ձեր հեռախոսից Մատյան տվյալներ. Այս մատյան տվյալները կարող են ներառել այնպիսի տեղեկություններ, ինչպիսիք են՝ ձեր սարքի Ինտերնետ արձանագրության («IP») հասցեն, սարքի անունը, օպերացիոն համակարգի տարբերակը, հավելվածի կազմաձևումը մեր Ծառայությունն օգտագործելիս, Ծառայությունից ձեր օգտագործման ժամանակը և ամսաթիվը և այլ վիճակագրություն։ Թխուկներ Քուքիները փոքր քանակությամբ տվյալների պարունակող ֆայլեր են, որոնք սովորաբար օգտագործվում են որպես անանուն եզակի իդենտիֆիկատորներ։ Դրանք ուղարկվում են ձեր դիտարկիչին այն կայքերից, որոնք դուք այցելում եք և պահվում են ձեր սարքի ներքին հիշողության մեջ: Այս Ծառայությունը բացահայտորեն չի օգտագործում այդ «քուքիները»: Այնուամենայնիվ, հավելվածը կարող է օգտագործել երրորդ կողմի կոդը և գրադարանները, որոնք օգտագործում են «քուքիներ»՝ տեղեկատվություն հավաքելու և իրենց ծառայությունները բարելավելու համար: Դուք կարող եք չընդունել կամ չմերժել այս քուքիները և իմանալ, թե երբ է քուքի ուղարկվում ձեր սարքին: Եթե ​​ ընտրեք մերժել մեր թխուկները, հնարավոր է, որ չկարողանաք օգտագործել այս Ծառայության որոշ հատվածներ: Ծառայությունների մատակարարներ Մենք կարող ենք աշխատանքի ընդունել երրորդ կողմի ընկերություններ և անհատներ հետևյալ պատճառներով. Դյուրացնելու համար մեր ծառայությունը; Ծառայությունը մեր անունից տրամադրելու համար. Ծառայությունների հետ կապված ծառայություններ իրականացնելու համար; կամ Մեզ օգնելու համար վերլուծել, թե ինչպես է օգտագործվում մեր Ծառայությունը: Մենք ցանկանում ենք տեղեկացնել այս Ծառայության օգտատերերին, որ այս երրորդ կողմերը հասանելի են ձեր Անձնական տեղեկատվությանը: Պատճառը մեր անունից իրենց հանձնարարված առաջադրանքները կատարելն է։ Այնուամենայնիվ, նրանք պարտավոր են չհրապարակել կամ օգտագործել տեղեկատվությունը որևէ այլ նպատակի համար: Անվտանգություն Մենք գնահատում ենք ձեր վստահությունը մեզ ձեր անձնական տեղեկությունները տրամադրելու հարցում, հետևաբար մենք ձգտում ենք օգտագործել դրանք պաշտպանելու առևտրային ընդունելի միջոցներ: Բայց հիշեք, որ ինտերնետի միջոցով փոխանցման ոչ մի եղանակ, էլեկտրոնային պահպանման եղանակը 100% անվտանգ և հուսալի չէ, և մենք չենք կարող երաշխավորել դրա բացարձակ անվտանգությունը: Հղումներ դեպի այլ կայքեր Այս ծառայությունը կարող է պարունակել այլ կայքերի հղումներ . Եթե ​​սեղմեք երրորդ կողմի հղման վրա, դուք կուղղորդվեք այդ կայք: Նկատի ունեցեք, որ այս արտաքին կայքերը չեն շահագործվում մեր կողմից: Հետևաբար, մենք խստորեն խորհուրդ ենք տալիս վերանայել այս վեբկայքերի Գաղտնիության քաղաքականությունը։ Մենք չենք վերահսկում և պատասխանատվություն չենք կրում երրորդ կողմի կայքերի կամ ծառայությունների բովանդակության, գաղտնիության քաղաքականության կամ գործելակերպի համար։ Երեխաների գաղտնիությունը n Այս Ծառայությունները չեն վերաբերում 13 տարեկանից ցածր որևէ մեկին: Մենք գիտակցաբար չենք հավաքում 13 տարեկանից փոքր երեխաներին անձը հաստատող տեղեկություններ: Եթե ​​հայտնաբերենք, որ մինչև 13 տարեկան երեխան մեզ անձնական տվյալներ է տրամադրել, մենք անմիջապես ջնջում ենք դրանք մեր սերվերներից: Եթե ​​դուք ծնող կամ խնամակալ եք և տեղյակ եք, որ ձեր երեխան մեզ անձնական տվյալներ է տրամադրել, խնդրում ենք կապվել մեզ հետ, որպեսզի մենք կարողանանք անել անհրաժեշտ գործողությունները: Փոփոխություններ այս Գաղտնիության քաղաքականության մեջ Մենք կարող ենք ժամանակ առ ժամանակ թարմացրեք մեր Գաղտնիության քաղաքականությունը: Այսպիսով, ձեզ խորհուրդ է տրվում պարբերաբար վերանայել այս էջը ցանկացած փոփոխության համար: Մենք ձեզ կտեղեկացնենք ցանկացած փոփոխության մասին՝ փակցնելով նոր Գաղտնիության քաղաքականությունը այս էջում: Կապվեք մեզ հետ Եթե ունեք հարցեր կամ առաջարկներ մեր Գաղտնիության քաղաքականության վերաբերյալ, մի հապաղեք կապվել մեզ հետ info@smartapaga.com

# taxCodeTextCheckText
source: Must be 8 digits
hy: Պետք է լինի 8 նիշ
