Repository: KillerCCD/hors-arevverj-smart-apaga
Catalog: lib/l10n/app_*.arb
Languages: hy

# shedulText
source: Schedule
hy: Պլանավորել պիկապ

# dashbroadText
source: Dashbroad
hy: Վահանակ

# qrCodeText
source: My QR code
hy: Իմ QR կոդը

source: Order bags
hy: Պատվիրեք պայուսակներ

# contatcIfno
source: Contact info
hy: Կոնտակտային տվյալները

# settingsText
source: Settings
hy: Կարգավորումներ

# logOutText
source: Log out
hy: Ելք

# homePicupsText
source: Pickups
hy: Պիկապներ

# ongoingText
source: Ongoing
hy: Ընթացիկ

# passedText
source: Passed
hy: Կատարված

# homeButtonText
source: SCHEDULE A PICKUP
hy: Պատվիրել հավաք

# editButtonText
source: Edit
hy: Խմբագրել

# cancelButton
source: Cancel
hy: Չեղարկել

# shchedulMenuText
source: Schedule a pickup
hy: Պատվիրել հավաք

# pickupDateText
source: Pickup Date
hy: Վերցման ամսաթիվը

# pickupTimeText
source: Pickup Time
hy: Վերցնելու ժամանակը

# intervalText
source: Interval:(min 1 hours)
hy: Ընդմիջում:(նվազագույնը 1 ժամ)

# noteText
source: Note for driver
hy: Նշում վարորդի համար

# noteCommentText
source: Writing any specific details theat will help the driver compleate the pickup. Ex: Bags will be at the door, or Jiggle the handle. It is not locked.
hy: Գրեք որևէ կոնկրետ մանրամաս, որը կօգնի վարորդին ավարտել պիկապը: Օրինակ ՝ պայուսակները կլինեն դռան մոտ, կամ սեղմեք բռնակը: Այն կողպված չէ:

# cancelText
source: Cancel
hy: Չեղարկել

# confirmText
source: Confirm
hy: Հաստատել

# contactIfnoText
source: Contact info
hy: Կոնտակտային տվյալներ

# phoneNumText
source: Phone Number
hy: Հեռախոս

# addressText
source: Address
hy: Հասցե

# addressConfirmationText
source: Address confirmation
hy: Հասցեի հաստատում

# streetLabelText
source: Street name*
hy: Փողոցի անվանում*

# bdgText
source: Bdg*
hy: Շենք*

# aptText
source: Apt
hy: Բն*

# floorText
source: Floor
hy: Հարկ

# entryText
source: Entry
hy: Մուտք

source: Address comment
hy: Հասցեի մեկնաբանություն

# invalidText
source: Invalid
hy: Անվավեր

# welcomeLoginText
source: Welcome to SmartApaga
hy: Բարի գալուստ SmartApaga

# forgotPasswordText
source: Forgot password ?
hy: Մոռացել եք գաղտնաբառը ?

# loginText
source: Login
hy: Մուտք գործել

# signUpText
source: Sign up
hy: Գրանցվել

# emailText
source: Email
hy: Էլ.փոստ

# passwordErrorText
source: Minimum 6 characters
hy: Առնվազն 6 նիշ

# passwordText
source: Password
hy: գաղտնաբառը

# orText
source: or
hy: կամ

# termsOfuseButtonText
source: Terms of Use
hy: Օգտվելու կանոններ

# privacyPolicyButtonText
source: Privacy Policy
hy: Գաղտնիության քաղաքականություն

# scanQrCodeText
source: Scan QR code
hy: Սկան QR կոդը

# bagIdText
source: Bag ID
hy: Պայուսակի ID

source: Confirm ID
hy: Հաստատել ID- ն

# dontHaveBagsText
source: I Don't have bags
hy: Պայուսակ չունեմ

# cameraFacingText
source: Camera facing
hy: Տեսախցիկը նայում է

# wastTypeText
source: Waste Type
hy: Թափոնների տեսակը

# belowText
source: Below, please approximate how many 100L bags of waste you have for each type of waste
hy: Ստորև, խնդրում եմ, մոտավոր հաշվարկեք, թե որքան 100 լ թափոն թափոն ունեք յուրաքանչյուր տեսակի թափոնների համար

# plasticText
source: Plastic
hy: Պլաստիկ

# paperText
source: Paper
hy: Թուղթ

# glassText
source: Glass
hy: Ապակի

# orederBagsButtonText
source: Order bags
hy: Պատվիրեք պայուսակներ

# addAnotherBagText
source: Add another bag
hy: Ավելացնել պայուսակ

# nextButtonText
source: Next
hy: Հաջորդը

# fullNameText
source: Full Name
hy: Ամբողջական անունը

source: Company Name
hy: Ընկերության իրավական անվանում

# taxCodeText
source: Tax Code
hy: Հարկային կոդ

# singingDirectorsText
source: Contact Person`s Name
hy: Կոնտակտային անձի անունը

# companyEmailText
source: Company e-mail
hy: Ընկերության

# authorizedText
source: I am authorized to complete this from and I have read and agreed to SmartApaga’s terms of use and privacy policy
hy: Ես լիազորված եմ լրացնելու այս ձևը, և ​​ես կարդացել և համաձայն եմ SmartApaga- ի օգտագործման պայմաններին և գաղտնիության քաղաքականությանը

# registerText
source: Register
hy: Գրանցվել

# reusableText
source: Reusable
hy: Բազմակի օգտագործման

# disposableText
source: Diposable
hy: Միանգամյա օգտագործման

# homeAdressText
source: Home addresses
hy: Տան հասցեներ

# quantityText
source: Quantity
hy: Քանակ

# totalText
source: Total
hy: Ընդհանուր

# congratulationsText
source: Congratulations on taking the first step towards a more sustainable Armenia! With this app you will be able to order recyclable waste pickups from our home or office.
hy: Շնորհավորում եմ ձեզ դեպի ավելի կայուն Հայաստան կատարած առաջին քայլը: Այս հավելվածի միջոցով դուք կկարողանաք պատվիրել վերամշակման ենթակա թափոնների տեղափոխում մեր տնից կամ գրասենյակից:

# youHaveNoPickup
source: You have no pickups
hy: Դուք հավաք չունեք

# signUpAsanIndividualText
source: Individual
hy: Անհատ

# signUpAsAnOrganizationText
source: Organization
hy: Կազմակերպություն

# countinue
source: Continue
hy: Շարունակել

source: Code
hy: Կոդ

# newText
source: New
hy: Նոր

source: Verify
hy: Հաստատել

source: Save
hy: Հաստատել

# periodTimeText
source: Please, mention a period not less than 1 hour
hy: Խնդրում եմ նշել 1 ժամից ոչ պակաս ժամկետ

# pickupSuccessfullyAddedText
source: Pickup successfully added
hy: Pickup-ը հաջողությամբ ավելացվեց

# fieldErrorText
source: Error! One of the fields is blank
hy: Սխալ! Դաշտերից մեկը դատարկ է

# pickupEditText
source: Pickup is Edit!
hy: Pickup-ը խմբագրվել է

# theFieldsdoNotMatchText
source: The fields do not match !
hy: Դաշտերը չեն համընկնում !

# periodTextBox
source: Put the time not earlier than 10 AM
hy: Ժամը դրեք առավոտյան 10-ից ոչ ուշ

# periodTextBox2
source: Put the time not later than 10 PM
hy: Ժամը դրեք ոչ ուշ, քան երեկոյան 22:00

# cancelText2
source: Are you sure?
hy: Համոզված եք?

# confirmCacel
source: Do you want to cancel this pickup ?
hy: Ցանկանու՞մ եք չեղարկել այս Pickup-ը

# replaceText
source: Replace
hy: Փոխարինել

# editText
source: Do you want to Edit this pickup ?
hy: Ցանկանու՞մ եք խմբագրել այս պիկապը

# chooseAddressText
source: Choose address
hy: Ընտրեք Հասցե

# pickupCancelText
source: Pickup is Cansel
hy: Pickup-ը չեղարկվել է

# okText
source: Ok
hy: Այո

# noText
source: No
hy: Ոչ

# cannotDeletAddressText
source: Unable to delete address as there is a Pickup at that address
hy: Անհնար է ջնջել հասցեն, քանի որ այդ հասցեով Պիկապ կա

# addinFailueText
source: Adding is Failue
hy: Չհաջողվեց ավելացնել

# invalidCodeText
source: Incorrect Code
hy: Անվավեր կոդը

# activateText
source: Activate
hy: Ակտիվացնել

# resendSmsCod
source: Resend Sms Code
hy: Կրկին ուղարկել SMS կոդը

# verificationText
source: Verification
hy: Ստուգում

# loginFailure
source: Login Failed
hy: Մուտքը ձախողվեց

# addressSuccessText
source: Address successfully added
hy: Հասցեն հաջողությամբ ավելացվեց

# areYouSureYouWantToDeleteText
source: Are you sure you want to delete this address?
hy: Իսկապե՞ս ուզում եք ջնջել այս հասցեն

# registrationFailedText
source: Registration failed Email or phone number already exists
hy: Էլփոստը կամ հեռախոսահամարն արդեն գոյություն ունի

# bagCodeUsedText
source: Bag code already used
hy: Պայուսակի կոդը արդեն օգտագործվել է

# registringText
source: Registering...
hy: Գրանցում...

# procestingText
source: Processing...
hy: Մշակում...

# procesFailText
source: Processing failed
hy: Մշակումը ձախողվեց

# procesSuccess
source: Processing succeeded
hy: Մշակումը հաջողվեց

# deletText
source: Delete
hy: Ջնջել

# qrCodeNotFoundText
source: Qr code not found
hy: Qr կոդը չի գտնվել

# scanorTheTypeCorrectCodeText
source: Scan or the type correct code
hy: Սկանավորեք կամ մուտքագրեք ճիշտ կոդը

# pikcupDescriptionText
source: Pickup Description
hy: Նկարագրություն

# bagsText
source: Bags
hy: Պայուսակներ

# typeForForgotScreenText
source: type your phone number or Email
hy: մուտքագրեք հեռախոսահամարը կամ էլփոստը

source: Invalid Data
hy: Անվավեր տվյալներ

source: non-existent data
hy: գոյություն չունեցող տվյալներ

# readMoreText
source: read more
hy: կարդալ ավելին

# readLessText
source: read less
hy: թաքցնել

# termOfUseText
source: Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Terms for Using the Paid Pickup Services As part of ApagaCommunity's community, you are able to subscribe as an individual or an organization, to regular recyclable waste pickups from your home, business, building, or office. By subscribing to this service, you confirm that you will comply with the following points: If the subscription is yearly, to pay the full subscription amount during the first pickup or within 14 days of the first pickup, If the subscription is per pickup, to pay the full pickup amount on the day of the pickup, If household subscription, to submit up to 200L of plastic waste, 100L of paper waste, and or 50L of glass waste per pickup, according to your subscription type. If organizational subscription, to submit up to 600L of plastic waste, 300L of paper waste, and or 100L of glass waste per pickup, according to your subscription type. To submit ONLY clean, sorted, recyclable waste according to your allocated quantity. Plastic should NOT contain any traces of food residue Plastic CAN still have labels and caps The following types of plastic are NOT recyclable in Armenia: PVC, PS foam. Paper should be free of any oily stains or food residue. Paper should not be composed of or laminated with other types of material such as plastic and or metals Glass should not be broken Glass should not be part of any electronic equipment or car parts All waste must be packaged in bags before the driver reaches your location Bags are not provided by ApagaCommunity CJSC Due to occasional difficulties with delinquent clients, please make sure you are reachable by phone on the day of your pickup, unless specifically instructed otherwise. If you are not reachable by phone, and there are no specific instructions on where to pick up your waste, the driver will not approach, and your pickup is considered lost. It is possible to order an off-schedule pickup by forfeiting one of your contracted pickups or by paying extra. Please contact us for a quote. Terms for Using the SmartApaga Recycling Containers Network As part of ApagaCommunity's community, you are able to access our network of SmartApaga Recycling Containers as an individual or an organization. By subscribing to this service, you confirm that you will comply with the following points: You will only dispose of clean and recyclable plastic: Plastic should NOT contain any traces of food residue Plastic CAN still have labels and caps The following types of plastic are NOT recyclable in Armenia: PVC, PS foam. You will not over-stuff the containers You will not attempt to cheat by submitting other heavier materials into the containers for the purpose of gaining extra ApagaCoin rewards. You will not attempt to damage the containers You will inform us if you witness any attempts to damaging the containers
hy: Հրաժարում պատասխանատվությունից Կիրառելի օրենքով թույլատրված առավելագույն չափով մենք բացառում ենք մեր կայքի և այս կայքի օգտագործման հետ կապված բոլոր ներկայացուցչությունները, երաշխիքները և պայմանները: Այս հերքումից ոչինչ չի սահմանափակի կամ կբացառի մեր կամ ձեր պատասխանատվությունը մահվան կամ անձնականի համար: վնասվածք; սահմանափակել կամ բացառել մեր կամ ձեր պատասխանատվությունը խարդախության կամ խարդախ խեղաթյուրման համար; սահմանափակել մեր կամ ձեր պարտավորություններից որևէ մեկը, որը չի թույլատրվում կիրառելի օրենքով, կամ բացառել մեր կամ ձեր պարտավորություններից որևէ մեկը, որը չի կարող բացառվել համաձայն կիրառելի օրենսդրությունը: Պատասխանատվության սահմանափակումներն ու արգելքները, որոնք սահմանված են այս բաժնում և սույն պատասխանատվության այլ կետերում. Հանցագործության և օրենքով սահմանված պարտականությունների խախտման համար: Քանի դեռ կայքը և վեբկայքի տեղեկատվությունը և ծառայությունները տրամադրվում են անվճար, մենք պատասխանատվություն չենք կրի որևէ բնույթի կորստի կամ վնասի համար: . Վճարովի բեռնաթափման ծառայություններից օգտվելու պայմաններ Որպես ApagaCommunity համայնքի մաս, դուք կարող եք բաժանորդագրվել որպես անհատ կամ կազմակերպություն, ձեր տանից, բիզնեսից, շենքից կամ գրասենյակից կանոնավոր վերամշակվող թափոնների հավաքման համար Բաժանորդագրվելով այս ծառայությանը՝ դուք հաստատում եք, որ կհամապատասխանեք հետևյալ կետերին. վերցնելու, վերցնելու օրվա ամբողջ գումարը վճարելու համար, Կենցաղային բաժանորդագրության դեպքում ներկայացնել մինչև 200լ պլաստիկ թափոն, 100լ թղթի թափոն և կամ 50լ ապակու թափոն յուրաքանչյուր հավաքագրման համար՝ ըստ ձեր բաժանորդագրության տեսակի: Կազմակերպչական բաժանորդագրության դեպքում ներկայացնել մինչև 600լ պլաստիկ թափոններ, 300լ թղթի թափոններ և կամ 100լ ապակու թափոններ՝ ըստ ձեր բաժանորդագրության տեսակի: . Պլաստիկը ՉԻ պարունակի սննդի մնացորդի ցանկացած հետք Պլաստիկ CAN-ը դեռևս ունի պիտակներ և կափարիչներ Հայաստանում պլաստիկի հետևյալ տեսակները ՉԵՆ վերամշակվում՝ PVC, PS փրփուր։ Թուղթը չպետք է լինի յուղոտ բծերից կամ սննդի մնացորդներից։ Թուղթը չպետք է կազմված լինի կամ լամինացված այլ տեսակի նյութերով, ինչպիսիք են պլաստմասսա և կամ մետաղներ Ապակիները չպետք է կոտրվեն Ապակիները չպետք է լինեն որևէ էլեկտրոնային սարքավորման կամ մեքենայի մասերի մաս Ամբողջ թափոնները պետք է փաթեթավորվեն տոպրակների մեջ, նախքան վարորդի գտնվելու վայրը հասնելը Պարկերը չեն տրամադրված է «Ապագահամայնք» ՓԲԸ-ի կողմից Օրինակ հաճախորդների հետ երբեմն դժվարությունների պատճառով, խնդրում ենք համոզվեք, որ ձեզ հասանելի են հեռախոսով ձեր վերցնելու օրը, եթե այլ բան հատուկ հանձնարարված չէ: Եթե ձեզ հասանելի չեն հեռախոսով, և չկան հատուկ հրահանգներ որտեղից վերցնել ձեր աղբը, վարորդը չի մոտենա, և ձեր պիկապը համարվում է կորած։ Հնարավոր է պատվիրել ժամանակացույցից դուրս՝ հրաժարվելով ձեր պայմանագրային պիկապներից մեկը կամ վճարելով ավելին։ Խնդրում ենք կապնվել մեզ հետ գնանշման համար: SmartApaga Recycling Containers Network-ի օգտագործման պայմանները Որպես ApagaCommunity-ի համայնքի մաս, դուք կարող եք մուտք գործել մեր SmartApaga Վերամշակման բեռնարկղերի ցանց՝ որպես անհատ կամ կազմակերպություն: Բաժանորդագրվելով այս ծառայությանը , դուք հաստատում եք, որ կհամապատասխանեք հետևյալ կետերին. Դուք կվերացնեք միայն մաքուր և վերամշակվող պլաստիկը. Պլաստիկը չպետք է պարունակի սննդի մնացորդի հետքեր Պլաստիկը կարող է դեռևս ունենալ պիտակներ և գլխարկներ Պլաստիկի հետևյալ տեսակները չեն վերամշակվում։ Հայաստանում՝ PVC, PS փրփուր։ Դուք չափից դուրս չեք լցնի տարաները Դուք չեք փորձի խաբել՝ այլ ավելի ծանր նյութեր ներկայացնելով տարաների մեջ լրացուցիչ ApagaCoin պարգևներ ստանալու նպատակով։ Դուք չեք փորձի վնասել տարաները։ բեռնարկղեր Դուք մեզ կտեղեկացնեք, եթե ականատես լինեք տարաները վնասելու որևէ փորձի
